[{
  "quote":"You ever get boners at work? I was shredding some shit and popped a three quarters chub like you could see the helmet of my dick!",
  "author":"Horny Man, when explaining boners at work"
},
{
  "quote":"People in America are trying to get to one of three places: 1.Work, 2.Wherever the hell they're going, or 3.Home",
  "author":"Horny Man, while contrasting the laid back atmosphere of Europe"
},
{
  "quote":"This is the city of dreams!",
  "author":"Horny Man, after witnessing two fifteen year olds make out in Barcelona"
},
{
  "quote":"This is the town of dreams!",
  "author":"Horny Man, after seeing two \"hot\" girls at Ballard Burrito Festival"
},
{
  "quote":"Tequila is the only booze that is a stimulant. When I drink tequila, I think of doing a line of cocaine and fucking a lot of strippers!",
  "author":"Horny Man, explaining his choice of booze for that night"
},
{
  "quote":"This guy fucks whores!!",
  "author":"Horny Man, blacked out in front of a girl while trying to wingman a friend at Ballroom"
},
{
  "quote":"You know what? I can't remember the last time I got hit in the balls.",
  "author":"Horny Man, randomly 2 hours into a 7 hour road trip to Oregon"
},
{
  "quote":"I get that there are people dying in the middle east, but can you imagine having a chode?!",
  "author":"Horny Man, after watching a CNN news segment"
},
{
  "quote":"Did you have a dog? Then just doggy paddle.",
  "author":"Horny Man, explaining how to swim"
},
{
  "quote":"Why do I go to bed so late? I don't know I jerk off alot?",
  "author":"Horny Man, answering why he is always tired"
},
{
  "quote":"Yo the girl in the aisle seat is so hot. Well you know...airplane hot.",
  "author":"Horny Man, while waiting for takeoff on the way to Coachella"
},
{
  "quote":"Listen I've never been to Thailand but I got my balls sucked last night.",
  "author":"Horny Man, interrupting while roommates are discussing a possible Thailand trip"
},
{
  "quote":"I think she would look the most European....NAKED. In my mind I was I was picturing her NAKED...on a balcony...in Spain",
  "author":"Horny Man, describing a girl on the study abroad program"
},
{
  "quote":"In high school I used to fold down the back seats and lay a mattress in the trunk so I could get laid. Sometimes I even brought a candle into my car",
  "author":"Horny Man, after witnessing two fifteen y"
}
]
